<?php
return [
    'games' => 'ألعاب',
    'game' => 'لعبة',
    'add-games' => 'إضافة ألعاب',
    'add-game' => 'إضافة لعبة',
    'add-a-game' => 'إضافة لعبة',
    'find-games' => 'البحث عن الألعاب',
    'my-games' => 'ألعابي',
    'filter-category' => 'تصفية حسب الفئة',
    'no-game' => 'ليست هناك مباريات في هذه اللحظة',
    'add-game-info' => 'إضافة الألعاب الخاصة بك مع التفاصيل الكاملة من هنا',

    'title' => 'لعبة العنوان',
    'about' => 'معلومات عن لعبة',
    'category' => 'فئة لعبة',
    'content' => 'محتوى اللعبة',
    'edit-game' => 'تحرير لعبة',
    'edit-info' => 'تعديل الألعاب الخاصة بك مع التفاصيل الكاملة من هنا',
    'change-icon' => 'تغيير الرمز',
    'save-game' => 'حفظ لعبة',
    'error' => 'فشل في إضافة اللعبة, ربما اللعبة موجودة بالفعل أو تفاصيل اللعبة غير صالحة',
    'edit-error' => "Failed : يرجى مراجعة التفاصيل الخاصة بك، إذا كنت عنوان التغيير، قد موجودا بالفعل",


    //version 3.0
    'embed-code' => 'لعبة كود الإلصاق',
    'game-file' => 'لعبة الملف',
    'select-game' => 'اختر لعبة (فقط فرنك سويسري ملف)',
    'or' => 'أو',
    'choose-icon' => 'اختيار أيقونة',
    'icon' => 'لعبة أيقونة',
    'dimensions' => 'أبعاد (اختياري)',
    'width' => 'عرض',
    'height' => 'ارتفاع',
    'dimension-note' => 'Note: تعمل فقط للألعاب محملة',
    'game-icon' => 'لعبة أيقونة',
    'select-icon' => 'اختر الرمز'

];