<?php
return [
    'community' => 'сообщество',
    'communities' => 'Сообщества',
    'create-error' => "Не удалось создать сообщество: может уже существовать или несостоявшейся Подробнее",
    'create' => 'Создать сообщество',
    'category-create-error' => 'Не удалось создать категорию',
    'design' => 'Дизайн сообщество',
    'design-save' => 'Дизайн сохраняются',
    'save-error' => 'Не удалось сохранить сообщества , попробуйте другое имя',
    'community-info' => 'Присоединяйтесь большие общины и начать делиться подобные вещи',
    'discover' => 'доискаться',
    'my-communities' => 'Мои Сообщества',
    'joined' => 'Сообщества вы присоединились',
    'you-may-join' => 'Сообщества , вы можете присоединиться',
    'members' => 'Пользователи',
    'no-community' => 'Вы не создали сообщество',
    'create-a-community' => 'Создать сообщество',


    'public' => 'народ',
    'public-info' => 'Ваше сообщество будет открытым для мира',
    'call-it' => 'Что вы хотите назвать это ?',
    'who-can-post' => 'Кто может отправлять?',
    'all-members' => 'Все Пользователи',
    'only-you' => 'только ты',

    'private' => 'личный',
    'private-info' => 'Только может присоединиться приглашены член',
    'can-people-search' => 'Может искать людей для вашего сообщества?',

    'join' => 'Присоединиться к сообществу',
    'edit' => 'Редактировать сообщество',
    'leave' => 'Оставить сообщество',
    'report' => 'Сообщить сообщество',
    'change-cover' => 'Изменить крышка',
    'all-post' => 'Все сообщения',
    'add-category' => 'Добавить категорию',
    'about' => 'О сообществе',
    'invite-members' => 'Пригласить друзей',
    'created-by'=> 'Создано',
    'invite-error' => 'Вы не имеют никаких связей пригласить в сообщество',
    'invited' => 'Invited',
    'already-member' => 'Ужечлен',
    'invite' => 'приглашать',
    'welcome-to' => 'Добро пожаловать ":title" сообщество',
    'created-on' => 'Создано на',

    'remove-mod' => 'Удалить модератора',
    'assign-mod' => 'Связать модератора',
    'description' => 'описание',
    'manage-members' => 'Управление Пользователей',


    //Version 1.4
    'url' => 'сообщество Url',


];