<?php
return [
    'games' => 'Игры',
    'game' => 'игра',
    'add-games' => 'Добавить игру',
    'add-game' => 'Добавить игру',
    'add-a-game' => 'Добавить игру',
    'find-games' => 'Поиск игр',
    'my-games' => 'Мои игры',
    'filter-category' => 'Фильтр по категории',
    'no-game' => 'Там нет игр на данный момент',
    'add-game-info' => 'Добавьте ваши игры там с подробной отсюда',

    'title' => 'Название игры',
    'about' => 'Об Игре',
    'category' => 'Категория игры',
    'content' => 'Игровой контент',
    'edit-game' => 'Редактировать игры',
    'edit-info' => 'Редактировать ваши игры там с подробной отсюда',
    'change-icon' => 'Изменить Иконка',
    'save-game' => 'Сохранить игру',
    'error' => 'Не удалось добавить игру, Может быть,игра уже существуют или несостоявшейся Подробнее об игре',
    'edit-error' => "Failed : Пожалуйста, проверьте свои данные , если вы название изменение , возможно, он уже существует",


    //version 3.0
    'embed-code' => 'Игра Код для вставки',
    'game-file' => 'Игра файла',
    'select-game' => 'Выберите Игра (только .swf файл)',
    'or' => 'ИЛИ',
    'choose-icon' => 'нажмите на значок',
    'icon' => 'Игра Иконка',
    'dimensions' => 'размеры (необязательный)',
    'width' => 'ширина',
    'height' => 'высота',
    'dimension-note' => 'Note: Только работать загружаемых игр',
    'game-icon' => 'Игра Иконка',
    'select-icon' => 'Выбрать иконку'

];