<?php
return [
    'photo' => 'фото',
    'photos' => 'Фото',
    'recent-photos' => 'Последние фотографии',
    'add-album' => 'Добавить альбом',
    'album-name' => 'название альбома',
    'album-create-error' => 'Не удалось создать альбом: может уже существовать',

    //version 1.4
    'add-photos' => 'Добавить фото',
    'post-photos' => 'Разместить фотографии',
    'error' => 'Не удалось загрузить фотографии, Примечание: Максимальный размер закачиваемого файла составляет :size',

    //version 3.0
    'edit-album' => 'Изменить альбом',

];