<?php
return [
    'forgot-password' => 'Забыли свой пароль',
    'failed-login'=> 'Failed to login: Неправильные данные или учетную запись еще не активирована',
    'account-settings' => 'настройки учетной записи',
    'enter-email' => 'Введите e-mail',
    'keep-me-login' => 'Не выходить из системы',
    'not-yet-member-signup' => 'Еще незарегистрированы? Зарегистрируйтесь сейчас!',
    'by-clicking-signup-button' => 'При нажатие на кнопку Регистрация Вы соглашаетесь с нашими',
    'terms-and-conditions' => 'сроки и условия',
    'your-full-name' => 'Ваше имя и фамилия',
    'provide-your-fullname' => 'Обеспечить ваше полное имя',
    'choose-username' => 'Выберите имя',
    'i-am' => 'мне',
    'select-country' => 'Выберите страну',
    'signup-now' => 'Регистрация',
    'signup-disabled' => 'Регистрация отключена сейчас',
    'thanks-for-signup' => '<b>Спасибо за регистрацию!!</b>, Пожалуйста, проверьте свою электронную почту, Ваши данные активации были отправлены',
    'activate-now' => 'Активируйте сейчас',
    'activation-code' => 'код активации',
    'account-activation' => 'активация учетной записи',
    'retrieve-password' => 'Восстановить пароль',
    'forgot-pass-note' => 'Пожалуйста, укажите ваш адрес электронной почты ниже, чтобы получить пароль',
    'forgot-password-error' => "Failed to retrieve password : <b>Неправильный адрес электронной почты</b>",
    'forgot-password-success' => 'Сообщение отправлено на ваш электронный адрес',
    'retrieve-password-title' => '<b>Получить пароль сейчас!!</b> >> Изменить пароль',
    'new-password' => 'Новый Пароль',
    'confirm-password' => 'Подтвердите Пароль',
    'change-password' => 'сменить пароль',
    'current-password' => 'Текущий пароль',
    'save-account' => 'Сохранить учетную запись',
    'delete-account' => 'Удалить учетную запись',
    'getstarted' => 'Начните',
    'change-photo' => 'Изменить фото',
    'change-photo-info' => 'Мак размер : 700px, jpg,png or gif только',
    'welcome' => 'добро пожаловать',
    'getstarted-welcome-note' => 'Начните менее чем за 60 секунд. Добавить свое фото и пусть люди знают о вашей биографии ниже',
    'bio' => 'биографии',
    'bio-info' => 'Давайте знать о вашей биографии',
    'see-who-here' => "Смотрите, кто здесь",
    'see-who-here-info' => 'Найти и следовать за людьми , чтобы начать там последнее состояние',
    'change-fullname-helper' => 'Изменить свое полное имя отсюда',
    'change-username-helper' => 'Пожалуйста, обратите внимание , что при смене пользователя это влияет на вашу страницу',
    'change-password-helper' => 'Если вы хотите изменить пароль , убедитесь, что оба поля заполнены правильно',
    'account' => 'счет',
    'account-menu' => 'Счет меню',
    'security-privacy' => 'охрана',
    'password-does-not-match' => 'Пароль не соответствует свой ​​текущий пароль',
    'design-your-page' => 'Дизайн вашей странице',
    'blocked-users' => 'Заблокированные люди',
    'only-me' => 'только мне',

    'my-profile' => 'Мой профиль',

    'block-user' => 'Блокировать пользователя',

    /***admincp langs***/
    'custom-fields' => 'Настраиваемые поля',
    'add-custom-field' => 'Добавить настраиваемое поле',
    'type' => 'тип',
    'custom-field-name' => 'Имя пользовательского поля',
    'custom-field-description' => 'поле Описание',
    'custom-field-type' => 'поле Тип',
    'custom-field-options' => 'поле опций',


    'people-you-know' => 'Люди, которых вы, возможно, знаете',
    'is-online' => 'онлайн',
    'update-profile' => 'Обновление профиля',
    'design-profile' => 'Дизайн профиля',


    'suggestions' => 'Предложения',

    'welcome-to-network' => 'Добро пожаловать в Tunearth',
    'block-members' => 'Заблокированные Пользователи',
    'edit-profile' => 'Редактировать профиль',
    'notification-privacy' => 'Уведомление о конфиденциальности',

    //settings page
    'prefer-avatar' => 'Выберите тип аватар',
    'default' => 'дефолт',
    'uploaded-photo' => 'Загружено фото',
    'are-you-sure' => 'Вы уверены, что это?',
    'who-can-follow-you' => 'Кто может следовать за вами',
    'who-can-view-profile' => 'Кто может просматривать ваш профиль',
    'who-send-you-message' => 'Кто может отправлять вам сообщение',
    'who-can-post-on-timeline' => 'Кто может разместить на вашей временной линии',

    'everyone' => 'все',
    'only-friends' => 'только друзья',
    'nobody' => 'Никто',
    'people' => 'люди',
    'date-created' => 'Дата создания',
    'friend-like-this' => 'Ваши друзья , которым это понравилось',
    'people-like-this' => 'Люди , которым это понравилось',

    'change-cover' => 'Изменить крышка',
    'report-profile' => 'Сообщить профиля',
    'cant-access-profile' => 'Вы не можете просмотреть :name profile information',
    'access-note' => 'только доля профиль с его / ее соединений',
    'not-found' => 'ПРОФИЛЬ НЕ НАЙДЕН',
    'not-found-note' => 'Извините !! Мы не можем найти эту анкету',
    'date-joined' => 'Дата регистрации',
    'last-login' => 'Последняя Войти',
    'change-location' => 'Изменить местоположение',

    'getstarted-change-photo-error' => 'Failed: недействительным изображение или слишком большое изображение',


    'captcha-reload' => 'Не читабельно ? перезагружать',
    'captcha-text-info' => 'Введите текст в изображении ниже',
    'captcha-error' => 'Вошел неверный код безопасности!!',
    'language' => 'язык',

    //v1.2.1
    'invite' => 'приглашать',

    //v1.3
    'change-username-remove-badge' => ' а также <strong>повлиять на вашу проверить знак</strong>',

    //v2.0
    'visit-profile' => 'Посетите раздел',

    //v3.0
    'deactivate-account' => 'отключить учетную запись',
    'user-banned' => 'Вы были запрещены с использованием этой учетной записи',
    'account-resend-activation' => 'Выслать повторно код активации',
    'resend-activation-note' => '<strong>Ваша учетная запись отключена</strong>, Код активации был отправлен на почту уже
    но в случае, если вы не получите его , вы можете предоставить свой ​​адрес электронной почты отправить его',
    'resend-activation-error' => 'Не удалось отправить код активации , из-за неправильного адреса электронной почты или учетная запись будет активирована уже',
    'resend-activation-success' => 'Новый код активации был отправлен ваш адрес электронной почты',

    'sure-to-deactivate' => 'Вы уверены, что хотите выключить запись?',
    'deactivating-info' => 'Отключение Ваш счёт будет отключить свой ​​профиль . Некоторая информация все еще может быть
    видеть других, например, ваше имя в свой ​​список друзей и сообщений , которые вы послали.',
    'friend-no-longer-see-you' => 'ваш :count друзья никогда больше не будет в состоянии держать в контакте с вами.',
    'will-miss-you' => 'буду скучать по тебе',
    'delete-account-permanently' => 'Удалить свой аккаунт Постоянно',
    'delete-account-permanently-note' => 'Обратите внимание, выбирая удалить свой аккаунт на постоянной основе будет удалить все , что вы сделали здесь , в том числе на страницах , общин , игры , фотографии , которые вы создали',

    //v3.1.1
    'login-signup-here' => 'Вход / Регистрация здесь',

    //version 4.0
    'control-who-see-birthdate' => 'Контроль , кто может видеть дату своего рождения здесь',
    'who-can-see-birth' => 'Кто может видеть ваше Дата рождения',


];